Repository: OpenServicesEU/LZK
Catalog: LZK/public/locale/*/LC_MESSAGES/django.po
Languages: de

source: Actions
de: Aktionen

source: Subjects
de: F채cher

source: Activities
de: T채tigkeiten

source: Back
de: Zur체ck

source: No objectives have been defined yet.
de: Es wurden noch keine Lernziele definiert.

source: Comment
de: Anmerkung

source: Feedback for %(objective)s
de: Anmerkung zu %(objective)s

source: Cancel
de: Abbrechen

source: Ojectives
de: Lernziele

source: Competence levels
de: Kompetenzstufen

source: No competence levels have been defined yet.
de: Es wurden noch keine Kompetenzstufen definiert.

source: Objectives
de: Lernziele

source: Symptoms
de: Symptome

source: Objective by subject
de: Lernziele nach Fach

source: Show filters
de: Filter anzeigen

source: No subjects were found.
de: Es wurden keine F채cher gefunden

source: Symptoms by subject
de: Symptome nach Fach
